noto-fonts
noto-fonts-emoji
noto-fonts-cjk
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-cascadia-code-nerd
hyprland
git
base-devel
nvim
wofi
chromium
yazi
openssh
waybar
mise
brightnessctl
pamixer
postgresql
discord
libre-office-fresh
rsync
zoxide
vim
