noto-fonts
noto-fonts-emoji
noto-fonts-cjk
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-cascadia-code-nerd
hyprland
git
base-devel
nvim
wofi
chromium
yazi
openssh
waybar
mise
brightnessctl
pamixer
postgresql
discord
libre-office-fresh
rsync
zoxide
vim
libyaml
openssl
readline
zlib
discord
poppler
bluez
bluez-utils
hunspell
cmake
ripgrep
networkmanager
wireless-regdb
wpa_supplicant
tlp
reflector
7zip
tmux
pavucontrol
rtkit
